Repository: orkatfgunifei/orka
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, pt_br

source: list
de: liste
pt_br: lista

source: add
de: hinzufügen
pt_br: adicionar

source: show
de: anzeigen
pt_br: exibir

source: service
pt_br: serviço

source: container
pt_br: contêiner

source: image
de: bild
pt_br: imagem

source: node
pt_br: nó

source: dashboard
de: armaturenbrett
pt_br: painel

source: index
pt_br: principal

source: user
de: benutzer
pt_br: usuário

source: users
de: benutzer
pt_br: usuários

source: userinfo
de: informationen
pt_br: informações

source: home
de: startseite
pt_br: início

source: User info
de: Benutzerinfo
pt_br: Informações Usuário

source: Personal Info
de: Persönliche Info
pt_br: Informações Pessoais

source: Audit Info
pt_br: Extra Info.

source: Your Account activation
de: Ihr Konto Aktivierung
pt_br: Sua ativação da conta

source: Fill out the registration form
de: Füllen Sie das Anmeldeformular aus
pt_br: Preencha o formulário de registro

source: Not possible to register you at the moment, try again later
de: Nicht möglich, dass Sie im Moment zu registrieren, versuchen Sie es später noch einmal
pt_br: Não foi possível registrá-lo no momento, tente novamente

source: Registration sent to your email
de: Registrierung an Ihre E-Mail gesendet
pt_br: Um email de ativação da conta foi envia para você

source: Node already initializated, use join instead.
de: Knoten bereits initialisiert, verwenden Sie stattdessen join.
pt_br: O nó já foi criado, acesse um existente.

source: Please insert the listen IP address and Port, e.g 0.0.0.0:5000
de: Bitte geben Sie die Hör-IP-Adresse und den Port ein, z. B. 0.0.0.0:5000
pt_br: Favor inserir o IP e a Porta de acesso, por exemplo: 0.0.0.0:5000

source: Please select a node for this service...
de: Bitte wählen Sie einen Knoten für diesen Dienst...
pt_br: Favor selecionar um nó para este serviço...

source: Please create the node first.
de: Bitte erstellen Sie den Knoten zuerst.
pt_br: Favor criar o nó de acesso primeiro.

source: Please select an image to create the service.
de: Wählen Sie ein Bild aus, um den Dienst zu erstellen.
pt_br: Favor seleciionar uma imagem para criar o serviço.

source: No IP
de: Keine IP
pt_br: Sem IP

source: Default
pt_br: Atividade

source: Database
de: Datenbank
pt_br: Banco de Dados

source: Page not found
pt_br: Página não encontrada

source: Search
de: Suchen
pt_br: Pesquisar

source: Group by fields
de: Gruppe von Feldern
pt_br: Agrupado por campos

source: Welcome
de: Willkommen
pt_br: Bem-vindo

source: Your user is activated you can now proceed to login
de: Ihre Benutzer aktiviert Sie können nun damit fortfahren anmelden
pt_br: Sua conta está ativada, bem vindo ao Orka

source: If you want to connect, click here
de: Wenn Sie eine Verbindung herstellen möchten, klicken Sie hier
pt_br: Se deseja conectar, clique aqui

source: Enter
pt_br: Entrar

source: Enter your login and password below
de: Geben Sie Ihren Benutzernamen und das Passwort des Benutzers
pt_br: Insira seu nome de usuário e senha abaixo

source: Username
de: Benutzername
pt_br: Nome de Usuário

source: Password
de: Passwort
pt_br: Senha

source: If your not already a user, please register
de: Wenn Ihr nicht bereits einem Benutzer, bitte registrieren
pt_br: Se não possuir cadastro, por favor registre-se

source: Sign Up
de: Registrieren
pt_br: Registrar

source: Log In
de: Anmelden
pt_br: Entrar

source: Sign In
de: Anmelden
pt_br: Entrar

source: Please choose one of the following providers:
de: Bitte wählen Sie eine der folgenden Anbieter:
pt_br: Favor escolher um dos seguintes provedores:

source: Register
de: Registrieren
pt_br: Entrar

source: Click on your OpenID provider below
de: Klicken Sie auf Ihrem OpenID-Provider unter
pt_br: Clique em seu provedor OpenID abaixo

source: Or enter your OpenID here
de: Oder geben Sie Ihre OpenID hier
pt_br: Ou insira sua OpenID aqui

source: Please choose a provider
de: Bitte wählen Sie einen Anbieter
pt_br: Favor escolha um provedor

source: Enter your OpenID Username
de: Geben Sie Ihre OpenID Username
pt_br: Insira sua OpenID

source: Sign in using:
de: Melden Sie sich mit:
pt_br: Entre utilizando:

source: No records found
de: Keine Datensätze gefunden
pt_br: Nenhum registro encontrado

source: Add Filter
de: Filter hinzufügen
pt_br: Adicionar Filtro

source: Member since
de: Mitglied seit
pt_br: Membro desde

source: Profile
de: Profil
pt_br: Perfil

source: Logout
pt_br: Sair

source: Home
de: Startseite
pt_br: Início

source: Login
pt_br: Entrar

source: Services
pt_br: Serviços

source: Containers
de: Container
pt_br: Contêineres

source: Nodes
pt_br: Nós

source: Version
pt_br: Versão

source: Orka Develop Team
de: Orka Entwicklerteam
pt_br: Equipe de Desenvolvimento Orka

source: All rights reserved.
de: Alle Rechte vorbehalten.
pt_br: Todos os direitos reservados.

source: Server Platform Management with Containers
de: Serverplattformverwaltung mit Containern
pt_br: Plataforma de Gerenciamento de Servidores em Contêineres

source: Search...
de: Suche...
pt_br: Pesquisar

source: Main Navigation
de: Hauptnavigation
pt_br: Menu Principal

source: System Comsumption
de: Systemverbrauch
pt_br: Consumo do Sistema

source: Add
de: Hinzufügen
pt_br: Adicionar

source: User confirmation needed
de: Benutzerbestätigung erforderlich
pt_br: Confirmação do usuário necessária

source: Actions
de: Aktionen
pt_br: Ações

source: Page size
de: Seitengröße
pt_br: Páginas

source: Order by
de: Sortieren nach
pt_br: Ordenado por

source: Save
de: Speichern
pt_br: Salvar

source: Record Count
de: Datensatzanzahl
pt_br: Qtd. de Registros

source: Back
de: Zurück
pt_br: Voltar

source: Add a new record
de: Fügen Sie einen neuen Rekord
pt_br: Adicionar novo

source: Edit record
de: Datensatz bearbeiten
pt_br: Editar registro

source: Show record
de: Datensatz anzeigen
pt_br: Exibir registro

source: You sure you want to delete this item?
de: Sie sicher, dass Sie diesen Inhalt löschen?
pt_br: Você realmente desejar deletar?

source: Delete record
de: Datensatz löschen
pt_br: Remover registro

source: Edit
de: Bearbeiten
pt_br: Editar

source: Index
pt_br: Principal

source: Dashboard
de: Armaturenbrett
pt_br: Painel

source: Management
de: Verwaltung
pt_br: Gerenciamento

source: Container
pt_br: Contêiner

source: Compose
de: Komponieren
pt_br: Compor

source: Images
de: Bilder
pt_br: Imagens

source: List Build
de: Liste erstellen
pt_br: Listar Composições

source: Show Build
de: Anzeigen Build
pt_br: Mostrar Composições

source: Add Build
de: Erstellen Sie Build
pt_br: Adicionar Composição

source: Edit Build
de: Bearbeiten Erstellen
pt_br: Editar Composição

source: Name
pt_br: Nome

source: Options
de: Einstellungen
pt_br: Opção

source: List Container
de: Liste Container
pt_br: Listar Contêineres

source: Show Container
de: Zeige Container
pt_br: Exibir Contêiner

source: Add Container
de: Hinzufügen Container
pt_br: Adicionar Contêiner

source: Edit Container
de: Container bearbeiten
pt_br: Editar Contêiner

source: Image
de: Bild
pt_br: Imagem

source: Port
pt_br: Porta

source: ID Container
pt_br: ID Contêiner

source: Domain Name
pt_br: Domínio

source: CPU Reserved
de: CPU Reserviert
pt_br: CPU Reservado

source: Storage Reserved
de: Storage Reserviert
pt_br: Armazenamento Reservado

source: Status
pt_br: Estado

source: Type
pt_br: Tipo

source: Linked
de: Verknüpft
pt_br: Vinculado

source: Parameters
pt_br: Parâmetros

source: IP Adrress
de: IP Adresse
pt_br: Endereço de IP

source: Summary
de: Zusammenfassung
pt_br: Principal

source: Advanced Info
de: Erweiterte Info
pt_br: Avançado

source: List Image
de: Liste Bild
pt_br: Listar Imagens

source: Show Image
de: Bild anzeigen
pt_br: Exibir Imagem

source: Add Image
de: Hinzufügen Bild
pt_br: Adicionar Imagem

source: Edit Image
de: Bild bearbeiten
pt_br: Editar Imagem

source: Digest
pt_br: Sumário

source: List Node
de: Liste Node
pt_br: Listar Nós

source: Show Node
de: Zeige Node
pt_br: Exibir Nó

source: Add Node
de: Hinzufügen Node
pt_br: Adicionar Nó

source: Edit Node
de: Node bearbeiten
pt_br: Editar Nó

source: IP Host Docker
pt_br: IP Docker Hospedeiro

source: Remote IP
pt_br: IP Remoto

source: Remote Port
pt_br: Porta Remota

source: Listen IP
de: Hören-IP
pt_br: Ouvir IP

source: Listen Port
de: Hören-Port
pt_br: Ouvir Porta

source: Join Token
de: Beitreten Token
pt_br: Token de Acesso

source: Snapshot Interval
de: Schnappschussintervall
pt_br: Intervalo de Backup

source: Logs Slow Followers
de: Langsame Verfolger protokollieren
pt_br: Qtd. Logs Seguidores Lentos

source: Advanced
de: Fortgeschritten
pt_br: Avançado

source: List Service
de: Liste Service
pt_br: Gerenciamento de Serviços

source: Show Service
de: Service anzeigen
pt_br: Serviço

source: Add Service
de: Service hinzufügen
pt_br: Criar Serviço

source: Edit Service
de: Service bearbeiten
pt_br: Editar Serviço

source: Node
pt_br: Nó

source: Command
de: Befehl
pt_br: Comando

source: ID Service
pt_br: ID Serviço

source: Access is Denied
de: Zugriff verweigert
pt_br: Acesso não permitido

source: Not a valid choice
de: Keine gültige Wahl
pt_br: Opção inválida

source: This field is required.
de: Dieses Feld ist erforderlich.
pt_br: Este campo é obrigatório

source: Not a valid date value
de: kein gültiges Datum Wert
pt_br: Data inválida

source: Invalid file extension
de: Ungültige Dateierweiterung
pt_br: Extensão de arquivo inválida

source: Already exists.
de: Existiert bereits.
pt_br: Já existe.

source: Group by
de: Gruppe von
pt_br: Agrupado por

source: Added Row
de: Hinzugefügt Zeile
pt_br: Registro adicionado

source: Changed Row
de: Geänderte Zeile
pt_br: Registro editado

source: Deleted Row
de: Gelöscht Zeile
pt_br: Registro removido

source: Associated data exists, please delete them first
de: Zugehörige Daten vorhanden sind, sie bitte zuerst löschen
pt_br: Dados associados existentes, favor remova-os primeiro

source: Integrity error, probably unique constraint
de: Integritätsfehler, wahrscheinlich eindeutige Einschränkung
pt_br: Erro de integridade, provável parâmetro único

source: General Error
de: Allgemeiner Fehler
pt_br: Erro Geral

source: Count of
de: Anzahl der
pt_br: Qtd de

source: Sum of
de: Summe
pt_br: Total de

source: Avg. of
de: Avg. von
pt_br: Média de

source: Contains
de: Enthält
pt_br: Contém

source: Contains (insensitive)
de: Enthält (unempfindlich)
pt_br: Contém (indiferente)

source: Not Contains
de: Nicht Enthält
pt_br: Não Contém

source: Equal to
de: Gleich
pt_br: Igual à

source: Not Equal to
de: Ungleich
pt_br: Diferente de

source: Greater than
de: Größer als
pt_br: Maior que

source: Smaller than
de: Kleiner als
pt_br: Menor que

source: Start with
de: Starten mit
pt_br: Inicia com

source: Starts with
de: Beginnt mit
pt_br: Iniciando com

source: Not Starts with
de: Nicht beginnt mit
pt_br: Não Inicia com

source: Relation
de: Beziehung
pt_br: Relação

source: Relation as Many
de: Beziehung, wie viele
pt_br: Múltiplas Relações

source: Ends with
de: Endet mit
pt_br: Terminado com

source: Not Ends with
de: Nicht endet mit
pt_br: Não Terminado em

source: No Relation
de: Keine Relation
pt_br: Não Relacionado

source: User Name
de: Benutzername
pt_br: Nome de Usuário

source: Remember me
de: Mich erinnern.
pt_br: Lembre-me

source: First Name
de: Vorname
pt_br: Primeiro Nome

source: Write the user first name or names
de: Schreiben Sie den ersten Benutzer oder die Namen
pt_br: Escreva seu primeiro nome

source: Last Name
de: Nachname
pt_br: Sobrenome

source: Write the user last name
de: Schreiben Sie den Nachnamen des Benutzers
pt_br: Escreva seu sobrenome

source: Please use a good password policy, this application does not check this for you
de: Bitte verwenden Sie eine gute Passwort-Policy, diese Anwendung prüft das nichtFor you
pt_br: Por favor utilize uma senha segura, poir a aplicação não irá checar

source: Confirm Password
de: Kennwort bestätigen
pt_br: Confirme a Senha

source: Please rewrite the password to confirm
de: Schreiben Sie bitte das Passwort zu bestätigen
pt_br: Por favor reescreva a senha para confirmar

source: Passwords must match
de: Passwörter müssen übereinstimmen
pt_br: Senhas devem ser iguais

source: List Users
de: Benutzer auflisten
pt_br: Lista Usuários

source: Security
de: Sicherheit
pt_br: Segurança

source: List Roles
de: Rollen auflisten
pt_br: Permissões

source: User's Statistics
de: Benutzerstatistik
pt_br: Estátiscas de Usuário

source: User Registrations
de: Benutzerregistrierungen
pt_br: Registros de Usuário

source: Base Permissions
de: Basisberechtigungen
pt_br: Modelo de Permissões

source: Views/Menus
pt_br: Visões/Menus

source: Permission on Views/Menus
de: Permission auf Views/Menüs
pt_br: Permissões em Visões/Menus

source: Account activation
de: Kontoaktivierung
pt_br: Ativação da Conta

source: Registration not found
de: Registrierung nicht gefunden
pt_br: Cadastro não encontrado

source: List Base Permissions
de: Liste Basisberechtigungen
pt_br: Listar Modelos de Permissões

source: Show Base Permission
de: Anzeigen Basis Permission
pt_br: Exibir Modelo de Permissão

source: Add Base Permission
de: Hinzufügen Basis
pt_br: Adicionar Modelo de Permissão

source: Edit Base Permission
de: Bearbeiten Basis
pt_br: Editar Modelo de Permissão

source: List View Menus
de: Listenansicht Menüs
pt_br: Listar Visões de Menus

source: Show View Menu
de: Anzeigen View Menü
pt_br: Exibir Visão de Menu

source: Add View Menu
de: Hinzufügen View Menü
pt_br: Adicionar Visão de Menu

source: Edit View Menu
de: Bearbeiten View Menü
pt_br: Editar Visão de Menu

source: List Permissions on Views/Menus
de: Liste von Berechtigungen für Views/Menüs
pt_br: Listar Permissões em visões

source: Show Permission on Views/Menus
de: Anzeigen Erlaubnis auf Views/Menüs
pt_br: Exibir Permissões em visões

source: Add Permission on Views/Menus
de: Berechtigung hinzufügen auf Views/Menüs
pt_br: Adicionar Permissões em visões

source: Edit Permission on Views/Menus
de: Editieren Recht auf Views/Menüs
pt_br: Editiar Permissões em Visões

source: Permission
de: Erlaubnis
pt_br: Permissões

source: View/Menu
pt_br: Visão/Menu

source: Reset Password Form
de: Passwort zurücksetzen Form
pt_br: Alterar Senha

source: Password Changed
de: Passwort geändert
pt_br: Senhar Modificada

source: Edit User Information
de: Bearbeiten Benutzerinformationen
pt_br: Editar Informações de Usuário

source: User information changed
de: Benutzerinformationen geändert
pt_br: Informações de usuário alteradas

source: Show User
de: Benutzer
pt_br: Exibir Usuário

source: Add User
de: Benutzer hinzufügen
pt_br: Adicionar Usuário

source: Edit User
de: Benutzer bearbeiten
pt_br: Editar Usuário

source: Full Name
de: Vollständiger Name
pt_br: Nome Completo

source: Is Active?
de: Aktiv?
pt_br: Ativo?

source: Role
de: Rolle
pt_br: Nível de Acesso

source: Last login
de: Letzter Login
pt_br: Última visita

source: Login count
pt_br: Contagem de visitas

source: Failed login count
de: Fehler Login count
pt_br: Contagem de falhas de visitas

source: Created on
de: Erstellt am
pt_br: Criado em

source: Created by
de: Erstellt von
pt_br: Criado por

source: Changed on
de: Wechsel auf
pt_br: Alterado em

source: Changed by
de: Geändert durch
pt_br: Alterado por

source: Username valid for authentication on DB or LDAP, unused for OID auth
de: Benutzername gültig für die Authentifizierung auf DB oder LDAP, nicht verwendete für OID Auth
pt_br: Nome de usuário válido para autenticação em DB ou LDAP, não utilizado para autenticação OID

source: It's not a good policy to remove a user, just make it inactive
de: Es ist nicht eine gute Politik um einen Benutzer zu entfernen, nur machen es inaktiv
pt_br: Não é uma boa idéia remover um usuário, apenas marque-o como inativo

source: The user's email, this will also be used for OID auth
de: Die E-Mail des Benutzers, wird dies auch für OID Auth verwendet werden
pt_br: O email de usuário, isto também será utilizado para autenticação OID

source: The user role on the application, this will associate with a list of permissions
de: Die Benutzerrolle auf die Anwendung, wird diese mit einer Liste assoziieren vonBerechtigungen
pt_br: O nível de acesso da aplicação, isto será associado com uma lista de permissões

source: Please rewrite the user's password to confirm
de: Schreiben Sie bitte das Kennwort des Benutzers zu bestätigen
pt_br: Por favor insira a senha do usuário para confirmar

source: Your user information
de: Ihre Benutzerinformationen
pt_br: Suas informações

source: Reset my password
de: Passwort zurücksetzen
pt_br: Altere minha senha

source: Reset Password
de: Passwort zurücksetzen
pt_br: Alterar Senha

source: User Statistics
de: Benutzerstatistik
pt_br: Estatísticas do Usuário

source: Show Role
de: Zeige Rolle
pt_br: Exibir Papel

source: Add Role
de: Rolle hinzufügen
pt_br: Adicionar Papel

source: Edit Role
de: Rolle bearbeiten
pt_br: Editar Papel

source: Permissions
de: Berechtigungen
pt_br: Permissões

source: Copy Role
de: Kopieren Rolle
pt_br: Copiar Papel

source: Copy the selected roles?
de: Die ausgewählten Rollen kopiert werden?
pt_br: Copiar as linhas selecionadas?

source: List of Registration Requests
de: Liste der Registrierungsanforderungen
pt_br: Lista de Requerimentos

source: Show Registration
de: Anzeigen Anmeldung
pt_br: Exibir Cadastro

source: Invalid login. Please try again.
de: Ungültiger Login. Bitte versuche es erneut.
pt_br: Login inválido. Por favor tente novamente

source: CSRF token missing
de: CSRF-Token fehlt
pt_br: Token de Formulário faltando

source: usage:
pt_br: consumo:

source: .__call__() not defined
pt_br: .__call__() não definido

source: unknown parser %r (choices: %s)
pt_br: parser desconhecido %r (escolhas: %s)

source: argument "-" with mode %r
pt_br: argumento "-" em modo %r

source: cannot merge actions - two groups are named %r
pt_br: não é possível unir ações - dois grupos nomeados %r

source: 'required' is an invalid argument for positionals
pt_br: 'necessário' é um argumento inválido para posições

source: Invalid field name '%s'.
de: Ungültige Feldname '%s'.
pt_br: Nome de campo '%s' inválido.

source: Field must be equal to %(other_name)s.
de: Feld muss %(other_name)s gleich sein.
pt_br: Campo deve ser igual a %(other_name)s.

source: Field must be at least %(min)d character long.
de: Feld muss mindestens %(min)d Zeichen lang sein.
pt_br: Campo deve conter pelo menos %(min)d caracter.

source: Field cannot be longer than %(max)d character.
de: Feld kann nicht mehr als %(max)d Zeichen.
pt_br: Campo não deve conter mais que %(max)d caracter.

source: Field must be between %(min)d and %(max)d characters long.
de: Feld muss zwischen %(min)d und %(max)d Zeichen lang sein.
pt_br: Campo deve conter entre %(min)d e %(max)d ccaracteres.

source: Number must be at least %(min)s.
de: Anzahl muss mindestens %(min)s sein.
pt_br: Número deve ser pelo menos %(min)s.

source: Number must be at most %(max)s.
de: Anzahl darf höchstens %(max)s sein.
pt_br: Número deve ser no máximo %(max)s.

source: Number must be between %(min)s and %(max)s.
de: Anzahl muss zwischen %(min)s und %(max)s sein.
pt_br: Número deve ser entre %(min)s e %(max)s.

source: Invalid input.
de: Ungültige Eingabe.
pt_br: Entrada inválida.

source: Invalid email address.
de: Ungültige E-Mail-Adresse.
pt_br: E-mail Inválido

source: Invalid IP address.
de: Ungültige IP-Adresse.
pt_br: Endereço de IP inválido

source: Invalid Mac address.
de: Ungültige MAC-Adresse.
pt_br: Endereço MAC Inválido.

source: Invalid URL.
de: Ungültige URL.
pt_br: URL Inválida

source: Invalid UUID.
de: Ungültige UUID.
pt_br: UUID Inválido.

source: Invalid value, must be one of: %(values)s.
de: Ungültiger Wert, muss eines der folgenden:. %(values)s
pt_br: Valor inválido, deve ser um dos: %(values)s.

source: Invalid value, can't be any of: %(values)s.
de: Ungültiger Wert, kann nicht von sein: :%(values)s
pt_br: Valor inválido, não deve ser nenhum dos: %(values)s.

source: Invalid CSRF Token
de: Ungültige CSRF-Token
pt_br: Token de Formulário Inválido

source: CSRF failed
de: CSRF fehlgeschlagen
pt_br: Formulário falhou

source: CSRF token expired
de: CSRF abgelaufen Token
pt_br: Token do Formulário expirou

source: Not a valid list
de: Keine gültige Liste
pt_br: Não é uma lista válida

source: Not a valid integer list
de: Keine gültige Integer-Liste
pt_br: Não é uma lista de inteiros válida

source: Please input a date/time value
de: Bitte geben Sie einen Datums/Zeitwert
pt_br: Por favor insira um valor de data/horário

source: Invalid date/time input
de: Ungültige Datum/Zeit-Eingang
pt_br: Entrada de Data/Horário Inválido

source: Invalid Choice: could not coerce
de: Ungültige Wahl: konnte nicht zwingen
pt_br: Opção Inválida: não disponível

source: Invalid choice(s): one or more data inputs could not be coerced
de: Ungültige Wahl (en): ein oder mehrere Dateneingänge nicht dazu gezwungen werden könnten
pt_br: Opções inválidas: uma ou mais entradas não estão disponíveis

source: '%(value)s' is not a valid choice for this field
de: '%(value)s' ist keine gültige Wahl für dieses Feld
pt_br: '%(value)s' não é uma opção válida para este campo

source: Not a valid integer value
de: Keine gültige Integer-Wert
pt_br: Não é um valor inteiro válido

source: Not a valid decimal value
de: Keine gültige Dezimalzahl
pt_br: Não é um vlaor decimal válido

source: Not a valid float value
de: Keine gültige Float-Wert
pt_br: Não é um valor real válido

source: Not a valid datetime value
de: Kein gültiges Datetime-Wert
pt_br: Não é um valor de tempo válido

source: edit
de: bearbeiten

source: Page not found.
de: Seite nicht gefunden.

source: Logs
de: Protokolle

source: Empty
de: Frei

source: An easy way to use and manager containers
de: Eine einfache Möglichkeit, Container zu benutzen und zu verwalten

source: Utilizing the maximum potential of your resources, making it easy to develop, test and deploy.
de: Mit dem maximalen Potenzial Ihrer Ressourcen, so dass es leicht zu entwickeln, zu testen und zu implementieren.

source: Reasons to use Orka
de: Gründe für die Verwendung von Orka

source: Customizing
de: Anpassen

source: With this platform each application can be configured at the level of resources and libraries and also counts on the use of Dockerfiles for creating unique images.
de: Mit dieser Plattform kann jede Anwendung auf der Ebene von Ressourcen und Bibliotheken konfiguriert werden und zählt auch die Verwendung von Dockerfiles für die Erstellung von einzigartigen Bildern.

source: Fat-free
de: Licht

source: With containerization, where the layers share the kernel of the host machine, they achieve good performance and resource savings
de: Bei der Containerisierung, bei der die Schichten den Kernel des Hostcomputers gemeinsam nutzen, erzielen sie eine gute Leistung und Ressourceneinsparung

source: Compatibility
de: Kompatibilität

source: The images created on this platform are searched in DockerHub where it has a considerable amount of applications.
de: Die Bilder, die auf dieser Plattform erstellt wurden, werden im DockerHub gesucht, wo es eine beträchtliche Anzahl von Anwendungen hat.

source: Community
de: Gemeinschaft

source: As the platform is compatible with all elements of Docker, you will have at your disposal an active community with many open source applications with Dockerfile implemented.
de: Da die Plattform mit allen Elementen von Docker kompatibel ist, haben Sie zu Ihrer Verfügung eine aktive Gemeinschaft mit vielen Open-Source-Anwendungen mit Dockerfile implementiert.

source: Delete
de: Löschen

source: Volumes Binding
de: Volumes Bindung

source: Environment Variables
de: Umgebungsvariablen

source: Extra Parameters
de: Zusätzliche Parameter
